Repository: BracketSpace/Notification
Catalog: languages/notification-*.po
Languages: pl_pl

source: Trigger
pl_pl: Wyzwalacz

source: Merge tags
pl_pl: Znaczniki

source: Recipients
pl_pl: Odbiorcy

source: Notification
pl_pl: Powiadomienie

source: Do you like Notification plugin? Please consider giving it a %1$sreview%2$s
pl_pl: Czy podoba Ci się wtyczka Powiadomienie? Rozważ danie jej %1$soceny%2$s

source: I already reviewed it
pl_pl: Już ją oceniłem

source: No Triggers defined yet
pl_pl: Nie ma jeszcze żadnych wyzwalaczy

source: Please select trigger first
pl_pl: Wybierz najpierw wyzwalacz

source: No merge tags defined for this trigger
pl_pl: Nie zdefiniowano żadnych znaczników dla tego wyzwalacza

source: No recipients available
pl_pl: Brak obiorców

source: Add recipient
pl_pl: Dodaj odbiorcę

source: Comment
pl_pl: Komentarz

source: Select Notifications you don't wish to send for this %s
pl_pl: Wybierz powiadomienia, których %s nie powinien wysyłać

source: Disable notifications
pl_pl: Wyłącz powiadomienia

source: Select Notifications which triggered by this user will not be sent
pl_pl: Wybierz powiadomienia, które wyzwolone przez tego użytkownika nie będą wysłane

source: Copied
pl_pl: Skopiowano

source: Enter Subject here
pl_pl: Wpisz tutaj temat wiadomości

source: Subject
pl_pl: Temat

source: No trigger selected
pl_pl: Nie wybrano wyzwalacza

source: No recipients defined
pl_pl: Nie zdefiniowano odbiorców

source: Deactivate
pl_pl: Deaktywuj

source: Help improve Notification plugin
pl_pl: Pomóż ulepszyć wtyczkę Powiadomienie

source: Please choose a reason why you want to deactivate the Notification. This will help me improve this plugin.
pl_pl: Wybierz proszę powód, dla którego deaktywujesz wtyczkę Powiadomienie. Pozwoli mi ją ulepszyć.

source: I just want to deactivate, don't bother me
pl_pl: Chcę po prostu deaktywować, nie zawracaj mi głowy

source: I found better plugin
pl_pl: Znalazłem lepszą wtyczkę

source: Plugin doesn't work
pl_pl: Wtyczka nie działa

source: There's no trigger I was looking for
pl_pl: Nie ma wyzwalacza, którego szukam

source: Extensions
pl_pl: Rozszerzenia

source: Triggers for bbPress: Forums, Topics and Replies.
pl_pl: Wyzwalacze dla bbPress: fora, wątki, odpowiedzi.

source: Allows to add signature to all emails
pl_pl: Pozwala na dodawanie podpisu w mailach

source: Install %s now
pl_pl: Zainstaluj %s teraz

source: Install Now
pl_pl: Zainstaluj

source: Update %s now
pl_pl: Aktualizuj %s teraz

source: Update Now
pl_pl: Aktualizuj

# plugin
source: Active
pl_pl: Aktywny

source: Activate
pl_pl: Aktywuj

# plugin
source: Activate %s
pl_pl: Aktywuj %s

source: Network Activate
pl_pl: Aktywuj w sieci

# plugin
source: Network Activate %s
pl_pl: Aktywuj %s w sieci

# plugin
source: Installed
pl_pl: Zainstalowany

source: More Details
pl_pl: Szczegóły

source: Official
pl_pl: Oficjalne

source: Author
pl_pl: Autor

source: Your extension
pl_pl: Twoje rozszerzenie

source: Send extension
pl_pl: Wyślij rozszerzenie

source: If you wrote a Notification extension or you have a plugin which complete Notification, let me know!
pl_pl: Jeśli napisałeś rozszerzenie dla Notification lub masz wtyczkę, która uzupełnia się z Notification, daj mi znać!

source: No "%s" recipient defined
pl_pl: Odbiorca "%s" nie został zdefiniowany

source: Remove recipient
pl_pl: Usuń odbiorcę

source: Other
pl_pl: Inne

source: No "%s" trigger defined
pl_pl: Wyzwalacz "%s" nie został zdefiniowany

source: Select trigger
pl_pl: Wybierz wyzwalacz

source: Notifications
pl_pl: Powiadomienia

# notification
source: Add New Notification
pl_pl: Dodaj nowe powiadomienie

source: Add New Notification
pl_pl: Dodaj nowe powiadomienie

source: Edit Notification
pl_pl: Edytuj powiadomienie

source: New Notification
pl_pl: Nowe powiadomienie

source: View Notification
pl_pl: Zobacz powiadomienie

source: Search Notifications
pl_pl: Szukaj powiadomień

source: No Notifications found
pl_pl: Nie znaleziono powiadomień

source: No Notifications found in Trash
pl_pl: Nie ma powiadomień w koszu

source: Parent Notification:
pl_pl: Rodzic powiadomienia:

source: You have some unavailable merge tags for selected trigger in the content: %s. These will be skipped during rendering.
pl_pl: W treści wiadomości używasz niezdefiniowanych znaczników: %s. Będą one pominięte podczas komponowania wiadomości

source: You have used wrong tags in the message subject: %s. These will be skipped.
pl_pl: Użyłeś niewłaściwych tagów w temacie wiadomości: %s. Będą one pominięte.

source: You are using images in the message content. Please remember these will be probably filtered by most of the email clients
pl_pl: W treści wiadomości używać obrazów. Pamiętaj, że większość klientów mailowych filtruje je z treści.

source: You have empty recipients defined, these will be skipped
pl_pl: Masz zdefiniowanych pustych odbiorców, którzy zostaną pominięci

source: %d <code>%s</code> in recipients <code>%s</code> group
pl_pl: %d <code>%s</code> w grupie odbiorców <code>%s</code>

source: You have some duplicated recipients:<br>%s
pl_pl: Masz zduplikowanych odbiorców:<br>%s

source: Notification settings
pl_pl: Ustawienia powiadomień

source: Settings
pl_pl: Ustawienia

source: General
pl_pl: Ogólne

source: Triggers
pl_pl: Wyzwalacze

source: Post Types
pl_pl: Typy postów

source: For these post types you will be able to define published, updated, pending moderation etc. notifications
pl_pl: Dla tych typów postów będzie można definiować powiadomienia takie jak <i>opublikowano</i>, <i>zaktualizowano</i>, <i>oczekuje na moderację</i> itp.

source: Comment Types
pl_pl: Typy komentarzy

source: User
pl_pl: Użytkownik

source: Enable user triggers
pl_pl: Włącz wyzwalacze dla użytkowników

source: Enable media triggers
pl_pl: Włącz wyzwalacze dla mediów

source: This is where you can control all triggers you want to use
pl_pl: W tym miejscu możesz kontrolować wyzwalacze, których chcesz użyć

source: Comments
pl_pl: Komentarze

source: Do not send notification if comment has been marked as a spam by Akismet
pl_pl: Nie wysyłaj powiadomienia jeśli komentarz został oznaczony jako spam przez Akismet

source: Additional options
pl_pl: Dodatkowe ustawienia

source: Disable Notifications for post
pl_pl: Wyłącz powiadomienia dla postów

source: Allow to disable Notifications for specific post
pl_pl: Pozwól na wyłączanie określonych powiadomień dla konkretnego posta

source: This will be available to set on post edit screen
pl_pl: Powiadomienia będzie można wyłączyć na ekranie edycji posta

source: Disable Notifications for comment
pl_pl: Wyłącz powiadomienia dla komentarzy

source: Allow to disable Notifications for specific comment
pl_pl: Pozwól na wyłączanie określonych powiadomień dla konkretnego komentarza

source: This will be available to set on comment edit screen
pl_pl: Powiadomienia będzie można wyłączyć na ekranie edycji komentarza

source: Disable Notifications for user
pl_pl: Wyłącz powiadomienia dla użytkowników

source: Allow to disable Notifications for specific user
pl_pl: Pozwól na wyłączanie określonych powiadomień dla konkretnego użytkownika

source: This will be available to set on user edit screen
pl_pl: Powiadomienia będzie można wyłączyć na ekranie edycji profilu użytkownika

source: Strip shortcodes from Notification
pl_pl: Usuń shortcody z powiadomień

source: Strip all shortcodes
pl_pl: Usuń wszystkie shortcody

source: This will affect both subject and content
pl_pl: Będzie to miało wpływ zarówno na temat jak i na treść maila

source: Uninstallation
pl_pl: Odinstalowywanie

source: Remove all added notifications
pl_pl: Usuń wszystkie dodane powiadomienia

source: Remove plugin settings
pl_pl: Usuń ustawienia wtyczki

source: Choose what to remove upon plugin removal
pl_pl: Wybierz co wyczyścić podczas usuwania wtyczki

source: Email address
pl_pl: Adres email

source: email@domain.com
pl_pl: email@domena.pl

source: Merge tag
pl_pl: Znacznik

source: Role
pl_pl: Rola

source: 1 user
pl_pl: 1 użytkownik

source: Howdy!
pl_pl: Cześć!

source: There is new %s to your article sent by {author_name}:
pl_pl: W panelu czeka na Ciebie nowy %s do Twojego posta, wysłany przez {author_name}:

source: from {author_name} has been approved.
pl_pl: od {author_name} został zaakceptowany.

source: from {author_name} has been unapproved.
pl_pl: od {author_name} został odrzucony

source: from {author_name} has been moved to trash.
pl_pl: od {author_name} został przeniesiony do kosza.

source: %s added
pl_pl: %s dodany

source: %s approved
pl_pl: %s zaakceptowany

source: %s unapproved
pl_pl: %s niezaakceptowany

source: %s trashed
pl_pl: %s przeniesiony do kosza

source: %s marked as spam
pl_pl: %s oznaczony jako spam

source: {author_name} just added new attachment: {attachment_title}.
pl_pl: {author_name} właśnie dodał nowy załącznik: {attachment_title}.

source: You can check it here: {attachment_direct_url}
pl_pl: Możesz zobaczyć go tutaj: {attachment_direct_url}

source: {author_name} just updated an attachment: {attachment_title}.
pl_pl: {author_name} właśnie zaktualizował załącznik: {attachment_title}.

source: {author_name} just removed the {attachment_title} attachment.
pl_pl: {author_name} właśnie usunął załącznik: {attachment_title}.

source: Attachment uploaded
pl_pl: Media dodane

source: WordPress : Attachment
pl_pl: WordPress : Media

source: Attachment updated
pl_pl: Media zaktualizowane

source: Attachment deleted
pl_pl: Media usunięte

source: {author_name} just published new %1$s: {%1$s_title}
pl_pl: {author_name} właśnie opublikował nowy %1$s: {%1$s_title}

source: You can read it here: {permalink}
pl_pl: Możesz przeczytać ją tutaj: {permalink}

source: {author_name} just updated %1$s: {%1$s_title}
pl_pl: {author_name} właśnie zaktualizował %1$s: {%1$s_title}

source: {author_name} just send his brand new %1$s for review: {%1$s_title}
pl_pl: {author_name} właśnie wysłał swój nowy %1$s na moderację: {%1$s_title}

source: Review now
pl_pl: Przejrzyj teraz

source: {author_name} just moved %1$s: {%1$s_title} to the trash.
pl_pl: {author_name} właśnie przeniósł %1$s: {%1$s_title} do kosza.

source: View trash
pl_pl: Zobacz kosz

source: %s published
pl_pl: %s opublikowany(a)

source: %s updated
pl_pl: %s zaktualizowany(a)

source: %s sent for review
pl_pl: %s wysłany(a) do moderacji

source: %s moved to trash
pl_pl: %s przeniesiony(a) do kosza

source: New user {user_login} <{user_email}> just registered on your site.
pl_pl: Nowy użytkownik {user_login} <{user_email}> właśnie zarejestrował się na Twojej stronie.

source: User {user_login} <{user_email}> just updated his profile.
pl_pl: Użytkownik {user_login} <{user_email}> właśnie zaktualizował swój profil.

source: User {user_login} <{user_email}> just logged in.
pl_pl: Użytkownik {user_login} <{user_email}> właśnie się zalogował.

source: User {user_login} <{user_email}> account has been deleted.
pl_pl: Konto użytkownika {user_login} <{user_email}> zostało usunięte.

source: User registered
pl_pl: Użytkownik zarejestrował się

source: WordPress : User
pl_pl: WordPress : Użytkownik

source: User profile updated
pl_pl: Konto użytkownika zostało zaktualizowane

source: User logged in
pl_pl: Użytkownik zalogował się

source: User deleted
pl_pl: Konto użytkownika usunięte

source: requires %s plugins to work
pl_pl: wymaga następujących wtyczek do działania: %s

source: Your server is running %s version %s but this plugin requires at least %s
pl_pl: Twój serwer używa %s w wersji %s kiedy ta wtyczka wymaga wersji co najmniej %s

source: Activation of %s in not possible
pl_pl: Aktywacja %s nie jest możliwa

source: Activation of
pl_pl: Aktywacja

source: No Settings available at the moment
pl_pl: Nie ma dostępnych żadnych ustawień na tą chwilę
